alsa-utils
archlinux-keyring
artix-archlinux-support
autoconf
automake
base
binutils
bison
cups
cups-openrc
dhcpcd
dhcpcd-openrc
dunst
elogind-openrc
esysusers
etmpfiles
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
geany
gettext
gimp
git
grep
groff
grub
gzip
hplip
htop
libnotify
libtool
libxft-bgra
linux
linux-firmware
lxappearance
m4
make
mpv
mupdf
mutt
neovim
ntp
opendoas
openrc
pacman
pacman-contrib
pass
patch
picom
pkgconf
reflector
rsync
scrot
sed
spacefm
sudo
texinfo
transmission-gtk
ufw
unzip
wget
which
xclip
xf86-video-intel
xorg-server
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xset
xorg-xsetroot
xsane-gimp
yay
youtube-dl
zsh
