alsa-utils
artix-archlinux-support
base
base-devel
cups-s6
dhcpcd-s6
dunst
elogind-s6
feh
firefox
geany
gimp
git
grub
hplip
libnotify
linux
linux-firmware
lxappearance-gtk3
mpv
nodejs-tget
opendoas
pacman-contrib
pass
picom
scrot
spacefm
ufw-s6
unzip
vim
wget
xclip
xdg-utils
xdotool
xf86-video-intel
xorg-server
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xsetroot
xsane-gimp
yay
yt-dlp
